Revit 2024 API
BuiltInFailures.FabricFailures Class
 Failures about Fabric.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class FabricFailures
Visual Basic
Public NotInheritable Class FabricFailures
Visual C++
public ref class FabricFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.FabricFailures
See Also
BuiltInFailures.FabricFailures Members
Autodesk.Revit.DB Namespace